ant
asdf
autoconf
automake
bat
black
brotli
btop
c-ares
ca-certificates
cairo
cffi
cloc
clojure
cocoapods
coreutils
dart
docker
docker-completion
docker-compose
eza
fd
fontconfig
freetype
fvm
fzf
gcc
gettext
ghostscript
giflib
git
glib
glow
gmp
gradle
graphite2
harfbuzz
hwloc
icu4c
ipython
isl
jbig2dec
jpeg-turbo
jq
jupyterlab
krb5
kubernetes-cli
libevent
libgit2
libidn
libmpc
libnghttp2
libpng
libsodium
libssh2
libtiff
libtool
libuv
libx11
libxau
libxcb
libxdmcp
libxext
libxfixes
libxi
libxinerama
libxkbcommon
libxrender
libxtst
libyaml
libzip
little-cms2
lz4
lzo
m4
maven
mpdecimal
mpfr
mypy
neofetch
node
oniguruma
open-mpi
openjdk
openjpeg
openssl@3
pandoc
pcre2
pixman
pkg-config
pmix
poly
postgresql@15
pycparser
pydocstyle
pyenv
pygments
python-attrs
python-certifi
python-charset-normalizer
python-click
python-dateutil
python-idna
python-jinja
python-lsp-server
python-markupsafe
python-packaging
python-pathspec
python-platformdirs
python-psutil
python-requests
python-setuptools
python-urllib3
python@3.11
python@3.12
pyyaml
ranger
readline
ripgrep
rlwrap
ruby
ruff
screenresolution
shellcheck
six
sketchybar
skhd
sqlite
terraform
tldr
tree
unixodbc
xdg-ninja
xdotool
xkeyboardconfig
xorgproto
xz
yabai
zeromq
zstd
alacritty
anaconda
basictex
flutter
font-fira-code-nerd-font
font-hack-nerd-font
